Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_bitcoin_send_fee_cap_minimum
source: Enter a maximum fee of at least 1,000 satoshis.
ar: أدخل الحد الأقصى للرسوم وهو 1000 ساتوشي على الأقل.
de: Geben Sie eine Höchstgebühr von mindestens 1.000 Satoshis ein.
es: Ingrese una tarifa máxima de al menos 1000 satoshis.
fa: حداکثر هزینه حداقل 1000 ساتوشی را وارد کنید.
fr: Entrez des frais maximum d'au moins 1 000 satoshis.
he: הזן עמלה מקסימלית של לפחות 1,000 סאטושי.
hi: कम से कम 1,000 सातोशी की अधिकतम फीस दर्ज करें।
id: Masukkan biaya maksimum minimal 1.000 satoshi.
it: Inserisci una commissione massima di almeno 1.000 satoshi.
ja: 少なくとも 1,000 サトシの最大料金を入力します。
ko: 최대 수수료를 최소 1,000사토시로 입력하세요.
nl: Voer een maximumbedrag in van minimaal 1.000 satoshi's.
pl: Wprowadź maksymalną opłatę w wysokości co najmniej 1000 satoshi.
pt: Insira uma taxa máxima de pelo menos 1.000 satoshis.
ru: Введите максимальную комиссию в размере не менее 1000 сатоши.
tr: En az 1.000 satoshi tutarında maksimum ücret girin.
uk: Введіть максимальну комісію не менше 1000 сатоші.
vi: Nhập mức phí tối đa ít nhất là 1.000 satoshi.
zh_hans: 输入至少 1,000 聪的最高费用。
zh_hant: 輸入至少 1,000 聰的最高費用。

# wallet_bitcoin_send_fee_cap_too_low
source: The current direct-peer fee is above your maximum fee. Increase the fee cap and review the transaction again.
ar: رسوم النظير المباشر الحالية أعلى من الحد الأقصى للرسوم. قم بزيادة سقف الرسوم ومراجعة المعاملة مرة أخرى.
de: Die aktuelle Direct-Peer-Gebühr liegt über Ihrer Höchstgebühr. Erhöhen Sie die Gebührenobergrenze und überprüfen Sie die Transaktion erneut.
es: La tarifa actual de pares directos está por encima de su tarifa máxima. Aumente el límite de la tarifa y revise la transacción nuevamente.
fa: کارمزد همتا مستقیم فعلی بالاتر از حداکثر کارمزد شما است. سقف کارمزد را افزایش دهید و دوباره تراکنش را بررسی کنید.
fr: Les frais actuels de peering direct sont supérieurs à vos frais maximum. Augmentez le plafond des frais et réexaminez la transaction.
he: עמלת העמיתים הישירה הנוכחית היא מעל העמלה המקסימלית שלך. הגדל את תקרת העמלה ובדוק שוב את העסקה.
hi: वर्तमान डायरेक्ट-पीयर शुल्क आपके अधिकतम शुल्क से अधिक है। शुल्क सीमा बढ़ाएँ और लेन-देन की दोबारा समीक्षा करें।
id: Biaya rekan langsung saat ini berada di atas biaya maksimum Anda. Tingkatkan batas biaya dan tinjau kembali transaksi tersebut.
it: L'attuale tariffa del peer diretto è superiore alla tariffa massima. Aumenta il limite tariffario e rivedi nuovamente la transazione.
ja: 現在のダイレクトピア料金は最大料金を超えています。手数料上限を引き上げて、トランザクションを再度確認してください。
ko: 현재 직접 피어 수수료가 최대 수수료보다 높습니다. 수수료 한도를 높이고 거래를 다시 검토하세요.
nl: De huidige directe peer-vergoeding ligt boven uw maximale vergoeding. Verhoog de vergoedingslimiet en controleer de transactie opnieuw.
pl: Obecna opłata za bezpośrednie połączenie jest wyższa niż Twoja opłata maksymalna. Zwiększ górny limit opłat i ponownie przejrzyj transakcję.
pt: A taxa atual de peer direto está acima da taxa máxima. Aumente o limite da taxa e revise a transação novamente.
ru: Текущая плата за прямую одноранговую связь превышает максимальную плату. Увеличьте максимальный размер комиссии и еще раз проверьте транзакцию.
tr: Mevcut doğrudan eş ücreti maksimum ücretinizin üzerindedir. Ücret tavanını artırın ve işlemi tekrar inceleyin.
uk: Поточна плата за прямий одноранговий зв’язок перевищує вашу максимальну плату. Збільште ліміт комісії та перегляньте транзакцію ще раз.
vi: Phí ngang hàng trực tiếp hiện tại cao hơn mức phí tối đa của bạn. Tăng giới hạn phí và xem lại giao dịch.
zh_hans: 当前的直接同行费用高于您的最高费用。提高费用上限并再次审核交易。
zh_hant: 目前的直接同業費用高於您的最高費用。提高費用上限並再次審核交易。

# wallet_bitcoin_send_fee_hint
source: Maximum fee in satoshis (minimum 1,000)
ar: الحد الأقصى للرسوم بالساتوشي (الحد الأدنى 1000)
de: Maximale Gebühr in Satoshis (mindestens 1.000)
es: Tarifa máxima en satoshis (mínimo 1.000)
fa: حداکثر هزینه در ساتوشی (حداقل 1000)
fr: Frais maximum en satoshis (minimum 1 000)
he: תשלום מקסימלי בסאטושי (מינימום 1,000)
hi: सातोशी में अधिकतम शुल्क (न्यूनतम 1,000)
id: Biaya maksimum dalam satoshi (minimal 1.000)
it: Commissione massima in satoshi (minimo 1.000)
ja: サトシ単位の最大料金 (最低 1,000)
ko: 최대 수수료(사토시)(최소 1,000)
nl: Maximale vergoeding in satoshis (minimaal 1.000)
pl: Maksymalna opłata w satoshi (minimum 1000)
pt: Taxa máxima em satoshis (mínimo 1.000)
ru: Максимальная комиссия в сатоши (минимум 1000)
tr: Satoshi cinsinden maksimum ücret (minimum 1.000)
uk: Максимальна комісія в сатоші (мінімум 1000)
vi: Phí tối đa tính bằng satoshi (tối thiểu 1.000)
zh_hans: 最高费用以聪为单位（最低 1,000）
zh_hant: 最高費用以聰為單位（最低 1,000）

# wallet_bitcoin_send_insufficient_confirmed
source: Confirmed Bitcoin does not cover the amount, maximum fee, and active-offer reserves. Reduce the amount or fee, or wait for confirmation.
ar: لا يغطي Bitcoin المبلغ والحد الأقصى للرسوم واحتياطيات العرض النشط. قم بتقليل المبلغ أو الرسم، أو انتظر التأكيد.
de: Bestätigt, dass Bitcoin den Betrag, die Höchstgebühr und die aktiven Angebotsreserven nicht abdeckt. Reduzieren Sie den Betrag oder die Gebühr oder warten Sie auf die Bestätigung.
es: El Bitcoin confirmado no cubre el monto, la tarifa máxima ni las reservas de oferta activa. Reduzca el importe o la tarifa, o espere la confirmación.
fa: Bitcoin تایید شده مبلغ، حداکثر کارمزد و ذخایر فعال پیشنهادی را پوشش نمی‌دهد. مبلغ یا هزینه را کاهش دهید یا منتظر تایید باشید.
fr: Le Bitcoin confirmé ne couvre pas le montant, les frais maximum et les réserves d'offre active. Réduisez le montant ou les frais, ou attendez la confirmation.
he: אושר Bitcoin אינו מכסה את הסכום, העמלה המקסימלית ועתודות המבצע הפעיל. הפחת את הסכום או העמלה, או המתן לאישור.
hi: पुष्टि की गई Bitcoin में राशि, अधिकतम शुल्क और सक्रिय-ऑफर रिजर्व शामिल नहीं है। राशि या शुल्क कम करें, या पुष्टि की प्रतीक्षा करें।
id: Bitcoin yang dikonfirmasi tidak mencakup jumlah, biaya maksimum, dan cadangan penawaran aktif. Kurangi jumlah atau biaya, atau tunggu konfirmasi.
it: Bitcoin confermato non copre l'importo, la commissione massima e le riserve dell'offerta attiva. Riduci l'importo o la tariffa oppure attendi la conferma.
ja: Bitcoin は金額、最大料金、アクティブオファーのリザーブをカバーしていないことを確認しました。金額または手数料を減らすか、確認をお待ちください。
ko: 확인된 Bitcoin는 금액, 최대 수수료 및 활성 제안 준비금을 포함하지 않습니다. 금액이나 수수료를 줄이거나 확인을 기다리세요.
nl: Bevestigd dat Bitcoin het bedrag, de maximale vergoeding en de reserves voor actieve aanbiedingen niet dekt. Verlaag het bedrag of de vergoeding, of wacht op bevestiging.
pl: Potwierdzone Bitcoin nie obejmuje kwoty, maksymalnej opłaty i rezerw aktywnej oferty. Zmniejsz kwotę lub opłatę lub poczekaj na potwierdzenie.
pt: O Bitcoin confirmado não cobre o valor, a taxa máxima e as reservas de oferta ativa. Reduza o valor ou taxa ou aguarde a confirmação.
ru: Подтвержденный Bitcoin не покрывает сумму, максимальную комиссию и резервы активного предложения. Уменьшите сумму или комиссию или дождитесь подтверждения.
tr: Onaylanan Bitcoin tutarı, maksimum ücreti ve aktif teklif rezervlerini kapsamaz. Tutarı veya ücreti azaltın veya onay için bekleyin.
uk: Підтверджений Bitcoin не покриває суму, максимальну комісію та резерви активних пропозицій. Зменшіть суму або комісію або дочекайтеся підтвердження.
vi: Bitcoin đã xác nhận không bao gồm số tiền, phí tối đa và dự trữ ưu đãi đang hoạt động. Giảm số tiền hoặc phí hoặc chờ xác nhận.
zh_hans: 已确认的Bitcoin不包括金额、最高费用和主动报价储备金。减少金额或费用，或等待确认。
zh_hant: 已確認的Bitcoin不包括金額、最高費用和主動報價儲備金。減少金額或費用，或等待確認。

# wallet_bitcoin_send_invalid_destination
source: Enter a valid Bitcoin recipient address for this wallet’s network.
ar: أدخل عنوان مستلم Bitcoin صالحًا لشبكة هذه المحفظة.
de: Geben Sie eine gültige Bitcoin-Empfängeradresse für das Netzwerk dieser Wallet ein.
es: Ingrese una dirección de destinatario Bitcoin válida para la red de esta billetera.
fa: یک آدرس گیرنده معتبر Bitcoin برای شبکه این کیف پول وارد کنید.
fr: Entrez une adresse de destinataire Bitcoin valide pour le réseau de ce portefeuille.
he: הזן כתובת נמען חוקית של Bitcoin עבור הרשת של ארנק זה.
hi: इस वॉलेट के नेटवर्क के लिए वैध Bitcoin प्राप्तकर्ता पता दर्ज करें।
id: Masukkan alamat penerima Bitcoin yang valid untuk jaringan dompet ini.
it: Inserisci un indirizzo destinatario Bitcoin valido per la rete di questo portafoglio.
ja: このウォレットのネットワークの有効な Bitcoin 受信者アドレスを入力してください。
ko: 이 지갑 네트워크에 유효한 Bitcoin 수신자 주소를 입력하세요.
nl: Voer een geldig Bitcoin-ontvangersadres in voor het netwerk van deze portemonnee.
pl: Wprowadź prawidłowy adres odbiorcy Bitcoin dla sieci tego portfela.
pt: Insira um endereço de destinatário Bitcoin válido para a rede desta carteira.
ru: Введите действительный адрес получателя Bitcoin для сети этого кошелька.
tr: Bu cüzdanın ağı için geçerli bir Bitcoin alıcı adresi girin.
uk: Введіть дійсну адресу одержувача Bitcoin для мережі цього гаманця.
vi: Nhập địa chỉ người nhận Bitcoin hợp lệ cho mạng của ví này.
zh_hans: 输入此钱包网络的有效 Bitcoin 收件人地址。
zh_hant: 輸入此錢包網路的有效 Bitcoin 收件者位址。

# wallet_bitcoin_send_invalid_request
source: Enter a positive whole-satoshi amount and a maximum fee of at least 1,000 satoshis.
ar: أدخل مبلغًا إيجابيًا كاملاً من ساتوشي وحدًا أقصى للرسوم لا يقل عن 1000 ساتوشي.
de: Geben Sie einen positiven Gesamt-Satoshi-Betrag und eine Höchstgebühr von mindestens 1.000 Satoshis ein.
es: Ingrese una cantidad positiva de satoshis completos y una tarifa máxima de al menos 1000 satoshis.
fa: مقدار مثبت کل ساتوشی و حداکثر کارمزد حداقل 1000 ساتوشی وارد کنید.
fr: Saisissez un montant positif en satoshi entier et des frais maximum d'au moins 1 000 satoshis.
he: הזן סכום חיובי של סאטושי שלם ועמלה מקסימלית של לפחות 1,000 סאטושי.
hi: एक सकारात्मक पूर्ण सातोशी राशि और कम से कम 1,000 सातोशी का अधिकतम शुल्क दर्ज करें।
id: Masukkan jumlah satoshi utuh positif dan biaya maksimum minimal 1.000 satoshi.
it: Inserisci un importo positivo in satoshi e una commissione massima di almeno 1.000 satoshi.
ja: 正の全サトシ金額と少なくとも 1,000 サトシの最大料金を入力します。
ko: 양수 전체 사토시 금액을 입력하고 최대 수수료는 최소 1,000사토시 이상입니다.
nl: Voer een positief totaal-satoshi-bedrag in en een maximumbedrag van minimaal 1.000 satoshis.
pl: Wprowadź dodatnią kwotę pełnego satoshi i maksymalną opłatę wynoszącą co najmniej 1000 satoshi.
pt: Insira um valor total positivo de satoshis e uma taxa máxima de pelo menos 1.000 satoshis.
ru: Введите положительную сумму в целых сатоши и максимальную комиссию не менее 1000 сатоши.
tr: Pozitif bir tam satoshi tutarı ve en az 1.000 satoshi tutarında maksimum ücret girin.
uk: Введіть позитивну суму цілих сатоші та максимальну комісію не менше 1000 сатоші.
vi: Nhập số lượng satoshi dương và mức phí tối đa ít nhất là 1.000 satoshi.
zh_hans: 输入正的整聪金额和至少 1,000 聪的最高费用。
zh_hant: 輸入正的整聰金額和至少 1,000 聰的最高費用。

# wallet_bitcoin_send_prepare_failed
source: The Bitcoin send could not be prepared. Synchronize the Bitcoin wallet and try again.
ar: تعذر إعداد إرسال Bitcoin. قم بمزامنة محفظة Bitcoin وحاول مرة أخرى.
de: Der Bitcoin-Versand konnte nicht vorbereitet werden. Synchronisieren Sie die Bitcoin-Wallet und versuchen Sie es erneut.
es: No se pudo preparar el envío Bitcoin. Sincronice la billetera Bitcoin y vuelva a intentarlo.
fa: ارسال Bitcoin آماده نشد. کیف پول Bitcoin را همگام کنید و دوباره امتحان کنید.
fr: L'envoi Bitcoin n'a pas pu être préparé. Synchronisez le portefeuille Bitcoin et réessayez.
he: לא ניתן היה להכין את השליחה Bitcoin. סנכרן את הארנק Bitcoin ונסה שוב.
hi: Bitcoin प्रेषण तैयार नहीं किया जा सका. Bitcoin वॉलेट को सिंक्रोनाइज़ करें और पुनः प्रयास करें।
id: Pengiriman Bitcoin tidak dapat disiapkan. Sinkronkan dompet Bitcoin dan coba lagi.
it: Non è stato possibile preparare l'invio Bitcoin. Sincronizza il portafoglio Bitcoin e riprova.
ja: Bitcoin 送信を準備できませんでした。 Bitcoin ウォレットを同期して、再試行してください。
ko: Bitcoin 전송을 준비할 수 없습니다. Bitcoin 지갑을 동기화하고 다시 시도하세요.
nl: De Bitcoin-verzending kon niet worden voorbereid. Synchroniseer de Bitcoin-portemonnee en probeer het opnieuw.
pl: Nie można przygotować wysyłki Bitcoin. Zsynchronizuj portfel Bitcoin i spróbuj ponownie.
pt: O envio Bitcoin não pôde ser preparado. Sincronize a carteira Bitcoin e tente novamente.
ru: Не удалось подготовить отправку Bitcoin. Синхронизируйте кошелек Bitcoin и повторите попытку.
tr: Bitcoin gönderimi hazırlanamadı. Bitcoin cüzdanını senkronize edin ve tekrar deneyin.
uk: Не вдалося підготувати відправлення Bitcoin. Синхронізуйте гаманець Bitcoin і повторіть спробу.
vi: Không thể chuẩn bị gửi Bitcoin. Đồng bộ hóa ví Bitcoin và thử lại.
zh_hans: 无法准备 Bitcoin 发送。同步Bitcoin钱包并重试。
zh_hant: 無法準備 Bitcoin 發送。同步Bitcoin錢包並重試。

# wallet_bitcoin_send_preparing
source: Preparing the exact Bitcoin transaction through the direct peer fee policy…
ar: جارٍ إعداد معاملة Bitcoin الدقيقة من خلال سياسة رسوم النظير المباشرة...
de: Vorbereitung der genauen Bitcoin-Transaktion durch die direkte Peer-Gebührenrichtlinie…
es: Preparando la transacción Bitcoin exacta a través de la política de tarifa directa entre pares...
fa: آماده سازی تراکنش دقیق Bitcoin از طریق خط مشی هزینه مستقیم همتا…
fr: Préparer la transaction exacte Bitcoin via la politique de frais directs entre pairs…
he: הכנת העסקה המדויקת של Bitcoin באמצעות מדיניות עמלת עמיתים ישירה...
hi: प्रत्यक्ष सहकर्मी शुल्क नीति के माध्यम से सटीक Bitcoin लेनदेन तैयार किया जा रहा है…
id: Mempersiapkan transaksi Bitcoin yang tepat melalui kebijakan biaya rekan langsung…
it: Preparazione dell'esatta transazione Bitcoin attraverso la politica delle commissioni dirette del peer...
ja: 直接ピア料金ポリシーを通じて正確な Bitcoin トランザクションを準備しています…
ko: 다이렉트 피어 수수료 정책을 통해 정확한 Bitcoin 거래 준비…
nl: De exacte Bitcoin-transactie voorbereiden via het directe peer-vergoedingsbeleid...
pl: Przygotowanie dokładnej transakcji Bitcoin zgodnie z polityką bezpośrednich opłat peer…
pt: Preparando a transação Bitcoin exata por meio da política de taxas diretas de pares…
ru: Подготовка точной транзакции Bitcoin с помощью политики прямой одноранговой комиссии…
tr: Doğrudan eş ücreti politikası aracılığıyla Bitcoin işleminin tam olarak hazırlanması…
uk: Підготовка точної транзакції Bitcoin за допомогою політики прямого однорангового комісії…
vi: Chuẩn bị giao dịch Bitcoin chính xác thông qua chính sách phí ngang hàng trực tiếp…
zh_hans: 通过直接同行费用政策准备确切的 Bitcoin 交易......
zh_hant: 透過直接同業費用政策準備確切的 Bitcoin 交易...

# wallet_bitcoin_send_unavailable
source: Unlock and synchronize the direct Bitcoin wallet before preparing a send.
ar: قم بفتح ومزامنة محفظة Bitcoin المباشرة قبل إعداد الإرسال.
de: Entsperren und synchronisieren Sie die direkte Bitcoin-Wallet, bevor Sie einen Versand vorbereiten.
es: Desbloquee y sincronice la billetera directa Bitcoin antes de preparar un envío.
fa: قبل از آماده کردن ارسال، کیف پول مستقیم Bitcoin را باز کرده و همگام کنید.
fr: Déverrouillez et synchronisez le portefeuille direct Bitcoin avant de préparer un envoi.
he: פתח וסנכרן את הארנק הישיר Bitcoin לפני הכנת שליחה.
hi: भेजने की तैयारी से पहले सीधे Bitcoin वॉलेट को अनलॉक और सिंक्रोनाइज़ करें।
id: Buka kunci dan sinkronkan dompet Bitcoin langsung sebelum mempersiapkan pengiriman.
it: Sblocca e sincronizza il portafoglio diretto Bitcoin prima di preparare un invio.
ja: 送信を準備する前に、ダイレクト Bitcoin ウォレットのロックを解除して同期してください。
ko: 전송을 준비하기 전에 직접 Bitcoin 지갑을 잠금 해제하고 동기화하세요.
nl: Ontgrendel en synchroniseer de directe Bitcoin-portemonnee voordat u een verzending voorbereidt.
pl: Odblokuj i zsynchronizuj bezpośredni portfel Bitcoin przed przygotowaniem wysyłki.
pt: Desbloqueie e sincronize a carteira direta Bitcoin antes de preparar um envio.
ru: Разблокируйте и синхронизируйте прямой кошелек Bitcoin перед подготовкой отправки.
tr: Bir göndermeye hazırlanmadan önce doğrudan Bitcoin cüzdanının kilidini açın ve senkronize edin.
uk: Розблокуйте та синхронізуйте прямий гаманець Bitcoin перед підготовкою надсилання.
vi: Mở khóa và đồng bộ hóa ví Bitcoin trực tiếp trước khi chuẩn bị gửi.
zh_hans: 在准备发送之前解锁并同步直接 Bitcoin 钱包。
zh_hant: 在準備發送之前解鎖並同步直接 Bitcoin 錢包。

# wallet_bitcoin_sync_already_running
source: Bitcoin synchronization is already running. HNS wallet functions remain available.
ar: مزامنة Bitcoin قيد التشغيل بالفعل. تظل وظائف المحفظة HNS متاحة.
de: Die Bitcoin-Synchronisierung läuft bereits. Die HNS-Wallet-Funktionen bleiben weiterhin verfügbar.
es: La sincronización Bitcoin ya se está ejecutando. Las funciones de billetera HNS siguen disponibles.
fa: همگام سازی Bitcoin در حال حاضر در حال اجرا است. عملکردهای کیف پول HNS همچنان در دسترس هستند.
fr: La synchronisation Bitcoin est déjà en cours d'exécution. Les fonctions de portefeuille HNS restent disponibles.
he: סנכרון Bitcoin כבר פועל. פונקציות הארנק HNS נשארות זמינות.
hi: Bitcoin सिंक्रनाइज़ेशन पहले से ही चल रहा है। HNS वॉलेट फ़ंक्शन उपलब्ध रहते हैं।
id: Sinkronisasi Bitcoin sudah berjalan. Fungsi dompet HNS tetap tersedia.
it: La sincronizzazione Bitcoin è già in esecuzione. Le funzioni del portafoglio HNS rimangono disponibili.
ja: Bitcoin 同期はすでに実行されています。 HNS ウォレット機能は引き続きご利用いただけます。
ko: Bitcoin 동기화가 이미 실행 중입니다. HNS 지갑 기능은 계속 사용할 수 있습니다.
nl: Bitcoin-synchronisatie is al actief. HNS portemonnee-functies blijven beschikbaar.
pl: Synchronizacja Bitcoin już trwa. Funkcje portfela HNS pozostają dostępne.
pt: A sincronização Bitcoin já está em execução. As funções da carteira HNS permanecem disponíveis.
ru: Синхронизация Bitcoin уже запущена. Функции кошелька HNS остаются доступными.
tr: Bitcoin senkronizasyonu zaten çalışıyor. HNS cüzdan işlevleri kullanılabilir durumda kalır.
uk: Синхронізація Bitcoin уже запущена. Функції гаманця HNS залишаються доступними.
vi: Đồng bộ hóa Bitcoin đang chạy. Các chức năng ví HNS vẫn khả dụng.
zh_hans: Bitcoin 同步已在运行。 HNS钱包功能仍然可用。
zh_hant: Bitcoin 同步已在運作。 HNS錢包功能仍然可用。

# wallet_bitcoin_sync_applying_wallet
source: Applying verified Bitcoin blocks to the encrypted wallet… Elapsed %1$@.
ar: تطبيق كتل Bitcoin التي تم التحقق منها على المحفظة المشفرة... انقضى %1$@.
de: Verifizierte Bitcoin-Blöcke werden auf die verschlüsselte Wallet angewendet … %1$@ ist abgelaufen.
es: Aplicando bloques Bitcoin verificados a la billetera cifrada… %1$@ transcurrido.
fa: در حال اعمال بلوک های تأیید شده Bitcoin در کیف پول رمزگذاری شده… گذشت %1$@.
fr: Application des blocs Bitcoin vérifiés au portefeuille crypté… %1$@ écoulé.
he: החלת בלוקים מאומתים של Bitcoin על הארנק המוצפן... חלף %1$@.
hi: एन्क्रिप्टेड वॉलेट में सत्यापित Bitcoin ब्लॉक लागू करना... समाप्त %1$@।
id: Menerapkan blok Bitcoin yang terverifikasi ke dompet terenkripsi… %1$@ yang telah berlalu.
it: Applicazione dei blocchi Bitcoin verificati al portafoglio crittografato… Trascorso %1$@.
ja: 検証済みの Bitcoin ブロックを暗号化されたウォレットに適用しています… %1$@ が経過しました。
ko: 검증된 Bitcoin 블록을 암호화된 지갑에 적용 중... 경과된 %1$@.
nl: Geverifieerde Bitcoin-blokken toepassen op de gecodeerde portemonnee... Verstreken %1$@.
pl: Stosowanie zweryfikowanych bloków Bitcoin do zaszyfrowanego portfela… Upłynęło %1$@.
pt: Aplicando blocos Bitcoin verificados à carteira criptografada… %1$@ decorrido.
ru: Применение проверенных блоков Bitcoin к зашифрованному кошельку… Истекло %1$@.
tr: Doğrulanmış Bitcoin blokları şifrelenmiş cüzdana uygulanıyor… %1$@ geçti.
uk: Застосування перевірених блоків Bitcoin до зашифрованого гаманця… Минув %1$@.
vi: Đang áp dụng các khối Bitcoin đã được xác minh vào ví được mã hóa… %1$@ đã qua.
zh_hans: 将经过验证的 Bitcoin 块应用到加密钱包…已过去 %1$@。
zh_hant: 將經過驗證的 Bitcoin 區塊套用到加密錢包…已過去 %1$@。

# wallet_bitcoin_sync_background_guidance
source: %1$@ You can leave this screen. Sync continues in the notification.
ar: %1$@ يمكنك ترك هذه الشاشة. تستمر المزامنة في الإشعار.
de: %1$@ Sie können diesen Bildschirm verlassen. Die Synchronisierung wird in der Benachrichtigung fortgesetzt.
es: %1$@ Puedes salir de esta pantalla. La sincronización continúa en la notificación.
fa: %1$@ شما می توانید این صفحه را ترک کنید. همگام سازی در اعلان ادامه دارد.
fr: %1$@ Vous pouvez quitter cet écran. La synchronisation continue dans la notification.
he: %1$@ אתה יכול לעזוב את המסך הזה. הסנכרון ממשיך בהתראה.
hi: %1$@ आप इस स्क्रीन को छोड़ सकते हैं। अधिसूचना में सिंक जारी है.
id: %1$@ Anda dapat meninggalkan layar ini. Sinkronisasi berlanjut di notifikasi.
it: %1$@ È possibile uscire da questa schermata. La sincronizzazione continua nella notifica.
ja: %1$@ この画面から離れても構いません。同期は通知内で継続されます。
ko: %1$@ 이 화면에서 나가셔도 됩니다. 알림에서 동기화가 계속됩니다.
nl: %1$@ U kunt dit scherm verlaten. De synchronisatie gaat verder in de melding.
pl: %1$@ Możesz opuścić ten ekran. Synchronizacja powiadomienia będzie kontynuowana.
pt: %1$@ Você pode sair desta tela. A sincronização continua na notificação.
ru: %1$@ Вы можете покинуть этот экран. Синхронизация продолжится в уведомлении.
tr: %1$@ Bu ekrandan ayrılabilirsiniz. Senkronizasyon bildirimde devam ediyor.
uk: %1$@ Ви можете залишити цей екран. Синхронізація в сповіщенні продовжується.
vi: %1$@ Bạn có thể rời khỏi màn hình này. Đồng bộ hóa tiếp tục trong thông báo.
zh_hans: %1$@ 您可以离开此屏幕。通知中继续同步。
zh_hant: %1$@ 您可以離開此畫面。通知中繼續同步。
